Repository: gitgrupoift/cestaportuguesa
Catalog: languages/plugins/multibanco-ifthen-software-gateway-for-woocommerce-*.po
Languages: pt_pt

source: Easy and simple payment using “Pagamento de Serviços” at any “Multibanco” ATM terminal or your Home Banking service. (Only available to customers of Portuguese banks. Payment service provided by IfthenPay.)
pt_pt: “Pagamento de Serviços”, com entidade e referência, em qualquer caixa Multibanco ou através do seu serviço de homebanking. (Apenas disponível para clientes de bancos portugueses. Serviço de pagamento prestado pela IfthenPay.)

source: This controls the description which the user sees during checkout.
pt_pt: Isto controla a descrição que o utilizador vê ao finalizar a compra.

source: Description
pt_pt: Descrição

source: You should translate this string in <a href="admin.php?page=wpml-string-translation%2Fmenu%2Fstring-translation.php">WPML - String Translation</a> after saving the settings
pt_pt: Deve agora traduzir este texto em <a href="admin.php?page=wpml-string-translation%2Fmenu%2Fstring-translation.php">WPML - Tradução de String</a> depois de guardar

source: This controls the title which the user sees during checkout.
pt_pt: Isto controla o título que o utilizador vê ao finalizar a compra.

source: Title
pt_pt: Título

source: To ensure callback security, generated by the system and which must be provided to IfthenPay when asking for the callback activation.
pt_pt: Para garantir a segurança do <em>callback</em>, gerada pelo sistema e que tem de ser fornecida à IfthenPay no pedido de activação do <em>callback</em>.

source: Anti-phishing key
pt_pt: Chave <em>Anti-phishing</em>

source: Subentity provided by IfthenPay when signing the contract. (E.g.: 999)
pt_pt: Subentidade fornecida pela IfthenPay aquando da assinatura do contrato. (Ex.: 999)

source: Subentity
pt_pt: Subentidade

source: Entity provided by IfthenPay when signing the contract. (E.g.: 10559, 11202, 11473, 11604)
pt_pt: Entidade fornecida pela IfthenPay aquando da assinatura do contrato. (Ex.: 10559, 11202, 11473, 11604)

source: Entity
pt_pt: Entidade

source: Enable “Pagamento de Serviços no Multibanco” (using IfthenPay)
pt_pt: Activar “Pagamento de Serviços no Multibanco” (utilizando a IfthenPay)

source: Enable/Disable
pt_pt: Activar/Desactivar
