Repository: gitgrupoift/cestaportuguesa
Catalog: languages/plugins/multibanco-ifthen-software-gateway-for-woocommerce-*.po
Languages: pt_pt

source: Entity and Subentity
pt_pt: Entidade e Subentidade

source: Never use the same %1$s on more than one website or any other system, online or offline. Ask %2$s for new ones for each single platform.
pt_pt: Nunca use a mesma %1$s em mais de um website ou outros sistemas, online ou offline. Peça à %2$s por novas para cada plataforma.

source: Payable at any <a href="https://www.payshop.pt/fepsapl/app/open/showSearchAgent.jspx" target="_blank">Payshop agent</a>, <a href="https://www.ctt.pt/feapl_2/app/open/stationSearch/stationSearch.jspx?request_locale=en" target="_blank">CTT store or post office</a>.
pt_pt: Pagável em qualquer <a href="https://www.payshop.pt/fepsapl/app/open/showSearchAgent.jspx" target="_blank">agente Payshop</a>, <a href="https://www.ctt.pt/feapl_2/app/open/stationSearch/stationSearch.jspx" target="_blank">loja CTT ou posto dos correios</a>.

source: Phone
pt_pt: Telemóvel

source: Request ID
pt_pt: ID de pedido

source: Payment Multicaixa (ProxyPay gateway) for WooCommerce PRO add-on
pt_pt: Pagamento Multicaixa (gateway ProxyPay) para WooCommerce

source: Feed KuantoKusta for WooCommerce PRO add-on
pt_pt: Feed KuantoKusta para WooCommerce PRO add-on

source: Shop as Client for WooCommerce PRO add-on
pt_pt: Comprar como Cliente para WooCommerce PRO add-on

source: Invoicing with InvoiceXpress for WooCommerce – Pro
pt_pt: Facturação com InvoiceXpress no WooCommerce – Pro

source: DPD (Chronopost/SEUR) Portugal for WooCommerce
pt_pt: DPD (Chronopost/SEUR) Portugal para WooCommerce

source: Other premium plugins
pt_pt: Outros plugins premium

source: Multibanco and MBWAY (IfthenPay) Entity per Category add-on
pt_pt: Add-on Entidade por Categoria para Multibanco e MBWAY (IfthenPay)

source: Extensions
pt_pt: Extensões

source: Unpaid order cancelled - Multibanco reference expired.
pt_pt: Encomenda por pagar cancelada - Referência Multibanco expirada.

source: Automatically cancel unpaid orders after the Multibanco reference expires
pt_pt: Cancelar automaticamente encomendas por pagar depois da referência Multibanco expirar

source: Cancel unpaid orders after expire?
pt_pt: Cancelar encomendas depois de expiração?

source: We are working on implementing the latest and safest technology, so you will soon need:
pt_pt: Estamos a trabalhar para implementar as mais recentes e seguras tecnologias, pelo que em breve necessitará:

source: %1$s - Your version: %2$s
pt_pt: %1$s - A sua versão: %2$s

source: Non-small icons are deprecated and will be removed soon. If you enable this option you’ll not be able to disable it again.
pt_pt: Os ícones grandes foram descontinuados e serão removidos em breve. Se activar esta opção não a vai conseguir desactivar de novo.

source: Ask IfthenPay to activate “MB WAY Callback” on your account using this exact URL: %1$s and this Anti-phishing key: %2$s
pt_pt: Solicitar à IfthenPay a activação do “Callback MB WAY” na sua conta, utilizando exactamente este URL: %1$s e esta chave <em>Anti-phishing</em>: %2$s

source: The %s payment details have changed
pt_pt: Os dados de pagamento via %s foram alterados

source: It’s not possible to use %1$s to pay values above %2$s.
pt_pt: Não é possível utilizar %1$s para pagar valores acima de %2$s.

source: It’s not possible to use %1$s to pay values under %2$s.
pt_pt: Não é possível utilizar %1$s para pagar valores abaixo de %2$s.

source: The payment method of this order is not Multibanco, MB WAY or Payshop
pt_pt: O método de pagamento desta encomenda não é Multibanco, MB WAY ou Payshop

source: Awaiting second Payshop payment.
pt_pt: A aguardar segundo pagamento por Payshop.

source: Multibanco, MB WAY or Payshop payment details
pt_pt: Dados de pagamento por Multibanco, MB WAY ou Payshop

source: Payshop settings
pt_pt: Configurações Payshop

source: Error contacting IfthenPay servers to create Payshop Payment
pt_pt: Erro ao contactar os servidores da IfthenPay para criar o Pagamento Payshop

source: Awaiting Payshop payment.
pt_pt: A aguardar pagamento por Payshop.

source: Payshop payment received.
pt_pt: Pagamento Payshop recebido.

source: Set the Payshop Key and Save changes to set other plugin options.
pt_pt: Defina a Chave Payshop e clique em Guardar alterações para poder definir as restantes opções.

source: Invalid Payshop Key (exactly 10 characters).
pt_pt: Chave Payshop inválida (exactamente 10 caracteres)

source: Fill out all the details (Payshop Key) provided by <strong>IfthenPay</strong> in the fields below.
pt_pt: Preencher todos os dados (Chave Payshop) fornecidos pela <strong>IfthenPay</strong> nos campos seguintes.

source: How many days must the reference be valid for payment?
pt_pt: Quantos dias deverá ser válida a referência para pagamento?

source: Reference validity
pt_pt: Validade da referência

source: %d day
pt_pt: %d dia

source: no validity
pt_pt: sem validade

source: Use a small Payshop icon on the checkout
pt_pt: Usar um ícone pequeno do Payshop nas opções de pagamento ao finalizar a compra

source: Payshop Key provided by IfthenPay when signing the contract.
pt_pt: Chave Payshop fornecida pela IfthenPay aquando da assinatura do contrato.

source: Payshop Key
pt_pt: Chave Payshop

source: Enable “Payshop” (using IfthenPay)
pt_pt: Activar “Payshop” (utilizando IfthenPay)

source: Easy and simple payment on the “Payshop” agents network, CTT stores or post offices. (Payment service provided by IfthenPay.)
pt_pt: Pagamento simples na rede de agentes “Payshop”, lojas CTT ou postos de correio. (Serviço de pagamento prestado pela IfthenPay.)

source: Ask IfthenPay to activate it on your account and then %sconfigure it here%s.
pt_pt: Peça à IfthenPay para o activar na sua conta e depois %sconfigure-o aqui%s.

source: There’s a new payment method available: %s.
pt_pt: Há um novo método de pagamento disponível: %s.

source: Return to payments
pt_pt: Voltar aos métodos de pagamento

source: Multibanco, MBWAY and Payshop (IfthenPay) for WooCommerce
pt_pt: Multibanco, MBWAY e Payshop (IfthenPay) para WooCommerce

source: The “Callback” activation request could not be sent. Check if your WordPress install can send emails.
pt_pt: O pedido de activação do “Callback” não pode ser enviado. Verifique se a sua instalação do WordPress consegue enviar emails.

source: Save changes
pt_pt: Guardar alterações

source: (expired)
pt_pt: (expirou)

source: Invalid phone number
pt_pt: Número de telemóvel inválido

source: Expiration
pt_pt: Expiração

source: Incremental references with expiration date (%d days)
pt_pt: Referências incrementais com data de expiração (%d dias)

source: Mode
pt_pt: Modo

source: The payment deadline expired. %1$sPlease try again%2$s.
pt_pt: O prazo pagamento expirou. %1$sPor favor tente de novo%2$s.

source: Click here if you wish to use another payment method
pt_pt: Clique aqui se desejar usar outro método de pagamento

source: If the %1$s“New order” email notification%2$s is active
pt_pt: Se a %1$snotificação por email de “Nova encomenda”%2$s estiver activa

source: Force resending the “New order” email to the store owner upon payment
pt_pt: Forçar o reenvio do email de “Nova encomenda” para o dono da loja aquando do pagamento

source: Notify store owner of payment
pt_pt: Notificar dono da loja do pagamento

source: Error
pt_pt: Erro

source: Invalid parameters
pt_pt: Parâmetros inválidos

source: MB WAY Payment has been requested
pt_pt: Pagamento MB WAY solicitado

source: Unknown error.
pt_pt: Erro desconhecido.

source: Done!
pt_pt: Feito!

source: MB WAY phone number
pt_pt: Nº de telemóvel MB WAY

source: Wait...
pt_pt: Aguarde...

source: Are you sure you want to request the payment again? Don’t do it unless your client asks you to.
pt_pt: Tem a certeza que deseja solicitar de novo o pagamento? Não o faça a não ser quer o seu cliente o tenha pedido.

source: Request MB WAY payment again
pt_pt: Solicitar pagamento MB WAY de novo

source: Temporary status. Used to force WooCommerce Deposits to correctly set the order to processing.
pt_pt: Estado temporário. Utilizado para forçar o WooCommerce Deposits a correctamente definir a encomenda como em processamento.

source: when order is placed (before payment, WooCommerce default)
pt_pt: quando a encomenda é efectuada (antes do pagamento, por omissão do WooCommerce)

source: Awaiting second MB WAY payment.
pt_pt: A aguardar segundo pagamento por MB WAY.

source: Awaiting second Multibanco payment.
pt_pt: A aguardar segundo pagamento por Multibanco.

source: Partially paid.
pt_pt: Parcialmente paga.

source: This plugin allows customers with a Portuguese bank account to pay WooCommerce orders using Multibanco (Pag. Serviços) and MB WAY, through IfthenPay’s payment gateway.
pt_pt: Este plugin permite que clientes com uma conta bancária portuguesa paguem encomendas do WooCommerce através de Pagamento de Serviços no Multibanco e MB WAY, utilizando a gateway da IfthenPay.

source: <strong>Multibanco, MBWAY and Payshop (IfthenPay) for WooCommerce</strong> is installed and active but <strong>WooCommerce (2.5.0 or above)</strong> is not.
pt_pt: <strong>Multibanco, MBWAY e Payshop (IfthenPay) para WooCommerce</strong> está instalado e activo mas o <strong>WooCommerce (2.5.0 ou superior)</strong> não.

source: Fill out all the details (Entity and Subentity) provided by <strong>IfthenPay</strong> in the fields below.
pt_pt: Preencher todos os dados (entidade e subentidade) fornecidos pela <strong>IfthenPay</strong> nos campos seguintes.

source: %s must be a valid portuguese mobile phone number
pt_pt: %s tem de ser um número de telemóvel português válido

source: Phone number linked to MB WAY
pt_pt: Número de telemóvel associado ao MB WAY

source: Fill out all the details (MB WAY Key) provided by <strong>IfthenPay</strong> in the fields below.
pt_pt: Preencher todos os dados (Chave MB WAY) fornecidos pela <strong>IfthenPay</strong> nos campos seguintes.

source: Sign a contract with %1$s. To know more about this service, please go to %2$s.
pt_pt: Assinar um contrato com a %1$s. Para obter mais informações sobre este serviço, consulte %2$s.

source: Set WooCommerce currency to <strong>Euros (&euro;)</strong> %1$s
pt_pt: Configurar a moeda do WooCommerce para <strong>Euros (&euro;)</strong> %1$s

source: You only have %d minutes to approve payment
pt_pt: Só tem %d minutos para aprovar o pagamento

source: This is important
pt_pt: Isto é importante

source: You only have %d minutes to approve the payment.
pt_pt: Só tem %d minutos para aprovar o pagamento.

source: Ask IfthenPay to activate “Payshop Callback” on your account using this exact URL: %1$s and this Anti-phishing key: %2$s
pt_pt: Solicitar à IfthenPay a activação do “Callback Payshop” na sua conta, utilizando exactamente este URL: %1$s e esta chave <em>Anti-phishing</em>: %2$s

source: Use a small Multibanco icon on the checkout
pt_pt: Usar um ícone pequeno do Multibanco nas opções de pagamento ao finalizar a compra

source: %s is required
pt_pt: %s é obrigatório

source: required
pt_pt: obrigatório

source: Error contacting IfthenPay servers to create MB WAY Payment
pt_pt: Erro ao contactar os servidores da IfthenPay para criar o Pagamento MB WAY

source: MB WAY payment received.
pt_pt: Pagamento MB WAY recebido.

source: Information
pt_pt: Informação

source: Set the MB WAY Key and Save changes to set other plugin options.
pt_pt: Defina a Chave MB WAY e clique em Guardar alterações para poder definir as restantes opções.

source: Invalid MB WAY Key (exactly 10 characters).
pt_pt: Chave MB WAY inválida (exactamente 10 caracteres)

source: Shows “MB WAY” (using IfthenPay) as a supported payment gateway, and automatically sets subscription renewal orders to be paid with MB WAY if the original subscription used this payment method. If this option is not activated, MB WAY will only be available as a payment method for subscriptions if the “Manual Renewal Payments” option is enabled on WooCommerce Subscriptions settings.
pt_pt: Mostra “MB WAY” (utilizando IfthenPay) como uma gateway de pagamentos suportada, e define automaticamente o pagamento por MB WAY nas encomendas de renovação de subscrições, desde que a subscrição original tenha sido paga dessa forma. Se esta opção não estiver activa, o pagamento por MB WAY só estará disponível para subscrições se a opção “Manual Renewal Payments” estiver activa nas definições do WooCommerce Subscriptions.

source: Use the MB WAY app on your phone to approve the payment.
pt_pt: Utilize a app MB WAY no seu telemóvel para autorizar o pagamento.

source: Use a small MB WAY icon on the checkout
pt_pt: Usar um ícone pequeno do MB WAY nas opções de pagamento ao finalizar a compra

source: Use small icon?
pt_pt: Usar ícone pequeno?

source: MB WAY Key provided by IfthenPay when signing the contract.
pt_pt: Chave MB WAY fornecida pela IfthenPay aquando da assinatura do contrato.

source: MB WAY Key
pt_pt: Chave MB WAY

source: Enable “MB WAY” (using IfthenPay)
pt_pt: Activar “MB WAY” (utilizando IfthenPay)

source: Easy and simple payment using “MB WAY” on your mobile phone. (Only available for customers of Portuguese banks with MB WAY app installed. Payment service provided by IfthenPay.)
pt_pt: Pagamento simples, utilizando o “MB WAY” no seu telemóvel. (Apenas disponível para clientes de bancos portugueses com a app MB WAY instalada. Serviço de pagamento prestado pela IfthenPay.)

source: This must be an error because the payment method of this order is %s
pt_pt: Deve existir um erro porque o método de pagamento desta encomenda é %s

source: Awaiting MB WAY payment.
pt_pt: A aguardar pagamento por MB WAY.

source: MB WAY settings
pt_pt: Configurações MB WAY

source: Multibanco settings
pt_pt: Configurações Multibanco

source: Shows “Pagamento de Serviços no Multibanco” (using IfthenPay) as a supported payment gateway, and automatically sets subscription renewal orders to be paid with Multibanco if the original subscription used this payment method. If this option is not activated, Multibanco will only be available as a payment method for subscriptions if the “Manual Renewal Payments” option is enabled on WooCommerce Subscriptions settings.
pt_pt: Mostra “Pagamento de Serviços no Multibanco” (utilizando IfthenPay) como uma gateway de pagamentos suportada, e define automaticamente o pagamento por Multibanco nas encomendas de renovação de subscrições, desde que a subscrição original tenha sido paga dessa forma. Se esta opção não estiver activa, o pagamento por Multibanco só estará disponível para subscrições se a opção “Manual Renewal Payments” estiver activa nas definições do WooCommerce Subscriptions.

source: Enable WooCommerce Subscriptions (experimental) support.
pt_pt: Activar suporte (experimental) para WooCommerce Subscriptions.

source: Unpaid order cancelled - time limit exceeded.
pt_pt: Encomenda por pagar cancelada - tempo limite excedido.

source: WooCommerce &gt; Status &gt; Logs
pt_pt: WooCommerce &gt; Estado &gt; Registos

source: Log plugin events, such as callback requests, in %s
pt_pt: Efectuar registo de eventos do plugin, como chamadas de <em>callback</em> em %s

source: Should the reference be generated using the order id instead of a random number?
pt_pt: Deve a referência ser gerada com o id de encomenda em vez de um número aleatório?

source: Use order id?
pt_pt: Usar id de encomenda?

source: The page will now reload.
pt_pt: Esta página vai agora recarregar.

source: You should notify the customer
pt_pt: Deve notificar o cliente

source: The customer will be notified
pt_pt: O cliente será notificado

source: If the customer pays using the previous details, the payment will be accepted by the %s system, but the order will not be updated via callback.
pt_pt: Se o cliente utilizar os dados anteriores para efectuar o pagamento, o mesmo será aceite pelo sistema %s, mas a encomenda não será actualizada via callback.

source: New value
pt_pt: Novo valor

source: New reference
pt_pt: Nova referência

source: New entity
pt_pt: Nova entidade

source: Previous value
pt_pt: Valor anterior

source: Previous reference
pt_pt: Referência anterior

source: Previous entity
pt_pt: Entidade anterior

source: No details available
pt_pt: Sem dados disponíveis

source: Simulate callback payment
pt_pt: Simular pagamento por callback

source: Error: Could not set the order as paid
pt_pt: Erro: Não foi possível marcar a encomenda como paga

source: This page will now reload. If the order is not set as paid and processing (or completed, if it only contains virtual and downloadable products) please check the debug logs.
pt_pt: Esta página vai agora recarregar. Se a encomenda não for marcada como paga e em processamento (ou concluída, se apenas contém produtos virtuais e para download) por favor veja o registo de eventos (log).

source: This is a testing tool and will set the order as paid. Are you sure you want to proceed?
pt_pt: Isto é uma ferramenta de testes e vai marcar a encomenda como paga. Tem a certeza que deseja continuar?

source: Do it here
pt_pt: Faça-o aqui

source: Configuration error. This order currency is not Euros (&euro;).
pt_pt: Erro de configuração. A moeda desta encomenda não é Euros (&euro;).

source: Configuration error. This payment method is disabled because required information was not set.
pt_pt: Erro de configuração. Este método de pagamento está inactivo porque configurações obrigatórias não foram efectuadas.

source: Awaiting Multibanco payment.
pt_pt: A aguardar pagamento por Multibanco.

source: We will now process your order.
pt_pt: Iremos agora processar a sua encomenda.

source: Multibanco payment received.
pt_pt: Pagamento Multibanco recebido.

source: Value
pt_pt: Valor

source: Reference
pt_pt: Referência

source: Payment instructions
pt_pt: Instruções de pagamento

source: Error getting Multibanco payment details
pt_pt: Erro ao obter os dados de pagamento via Multibanco

source: The “Callback” activation request has been submited to IfthenPay. Wait for their feedback.
pt_pt: O pedido de activação do “Callback” foi submetido à IfthenPay. Aguarde pela resposta.

source: here
pt_pt: aqui

source: ERROR!
pt_pt: ERRO!

source: Are you sure you want to ask IfthenPay to activate the “Callback”?
pt_pt: Tem a certeza que deseja solicitar à IfthenPay para activar o “Callback”?

source: Set the Entity/Subentity and Save changes to set other plugin options.
pt_pt: Defina a Entidade/Subentidade e clique em Guardar alterações para poder definir as restantes opções.

source: Invalid Entity (exactly 5 numeric characters) and/or Subentity (1 to 3 numeric characters).
pt_pt: Entidade (exactamente 5 caracteres numéricos) e/ou Subentidade (1 a 3 caracteres numéricos) inválida(s).

source: Cancel
pt_pt: Cancelar

source: Ask for Callback activation
pt_pt: Solicitar activação de Callback

source: Attention: if you ever change from HTTP to HTTPS or vice versa, or the permalinks structure,<br/>you may have to ask IfthenPay to update the callback URL.
pt_pt: Atenção: se alguma vez mudar de HTTP para HTTPS ou vice-versa, ou a estrutura de permalinks,<br/>poderá ter de solicitar à IfthenPay a actualização do URL de callback.

source: Callback URL
pt_pt: URL de <em>Callback</em>

source: This will submit a request to IfthenPay, asking them to activate the “Callback” on your account. If you have already asked for the “Callback” activation, wait for their feedback before submiting a new request. The following details will be sent via email to IfthenPay (with CC to your email address):
pt_pt: Esta funcionalidade submeterá um pedido à IfthenPay, solicitando a activação do “Callback” na sua conta. Se já solicitou a activação, aguarde pela resposta antes de submeter um novo pedido. Os seguintes dados serão enviados por email para a IfthenPay (com CC para o seu endereço de email):

source: Click here to ask IfthenPay to activate the “Callback”
pt_pt: Clique aqui para solicitar à IfthenPay a activação do “Callback”

source: You haven’t yet asked IfthenPay for the “Callback” activation. The orders will NOT be automatically updated upon payment.
pt_pt: Ainda não solicitou à IfthenPay a activação do “Callback”. As encomendas NÃO serão automaticamente actualizadas aquando do seu pagamento.

source: Ask IfthenPay to activate “Multibanco Callback” on your account using this exact URL: %1$s and this Anti-phishing key: %2$s
pt_pt: Solicitar à IfthenPay a activação do “Callback Multibanco” na sua conta, utilizando exactamente este URL: %1$s e esta chave <em>Anti-phishing</em>: %2$s

source: In order to use this plugin you <u>must</u>:
pt_pt: Para utilizar este plugin <u>tem de</u>:

source: Please rate our plugin at WordPress.org
pt_pt: Por favor classifique o nosso plugin no WordPress.org

source: Technical support or custom WordPress/WooCommerce development
pt_pt: Suporte técnico ou desenvolvimento WordPress/WooCommerce à medida

source: Please contact %s
pt_pt: Por favor contactar %s

source: Commercial information
pt_pt: Informação comercial

source: Send plugin events to this email address, such as callback requests.
pt_pt: Enviar registo de eventos do plugin para este endereço de email, como chamadas de <em>callback</em>.

source: Enable email logging
pt_pt: Ativar envio do registo de eventos por email

source: Debug to email
pt_pt: Registo de depuração para email

source: Enable logging
pt_pt: Activar registo de eventos

source: Debug Log
pt_pt: Registo de Depuração

source: If the payment details change because of an update on the backend, should the client be notified?
pt_pt: Se os dados de pagamento forem alterados devido a uma actualização da encomenda na área de administração, deve o cliente ser notificado por email?

source: Email reference update to client?
pt_pt: Enviar actualização de referência?

source: Should the payment details also be sent to admin?
pt_pt: Devem os dados de pagamento ser também enviados para o administrador?

source: Send instructions to admin?
pt_pt: Enviar instruções para o administrador?

source: The receipt issued by the ATM machine is a proof of payment. Keep it.
pt_pt: O recibo emitido pelo terminal Multibanco é um comprovativo do pagamento. Guarde-o.

source: This controls the text which the user sees below the payment details on the “Thank you” page and “New order” email.
pt_pt: Isto controla o texto que o utilizador verá abaixo dos dados de pagamento na página “Obrigado pela encomenda” e no email de “Nova encomenda”.

source: Extra instructions
pt_pt: Instruções adicionais

source: when order is paid (requires active callback)
pt_pt: quando a encomenda é paga (requer 'callback' activo)

source: Choose when to reduce stock.
pt_pt: Escolha quando reduzir o stock.

source: Reduce stock
pt_pt: Reduzir stock

source: Enable only for orders below x &euro; (exclusive). Leave blank (or zero) to allow for any order value.
pt_pt: Activar apenas para encomendas abaixo de x &euro; (exclusive). Deixe em branco (ou zero) para activar para qualquer valor de encomenda.

source: Only for orders below
pt_pt: Apenas para encomendas abaixo de

source: By design, %1$s only allows payments from %2$s to %3$s (inclusive). You can use this option to further limit this range.
pt_pt: O serviço %1$s apenas aceita pagamentos entre %2$s e %3$s (inclusive). Pode utilizar esta opção para limitar ainda mais este intervalo de valores.

source: Enable only for orders above x &euro;. Leave blank (or zero) to allow for any order value.
pt_pt: Activar apenas para encomendas acima de x &euro;. Deixe em branco (ou zero) para activar para qualquer valor de encomenda.

source: Only for orders above
pt_pt: Apenas para encomendas acima de

source: Enable only for customers whose address is in Portugal
pt_pt: Activar apenas para clientes cuja morada seja em Portugal

source: Only for Portuguese customers?
pt_pt: Apenas para clientes de Portugal?
