Repository: gitgrupoift/cestaportuguesa
Catalog: plugins/woo-billing-with-invoicexpress-pro/languages/woo-billing-with-invoicexpress-*.po
Languages: es_es, pt_pt

source: cURL is required.
es_es: cURL es obligatorio.
pt_pt: cURL é obrigatório.

source: Requires WooCommerce 3.0.0 or above.
es_es: Es obligatorio WooCommerce 3.0.0 o superior.
pt_pt: Requer WooCommerce 3.0.0 ou superior.

source: %s disabled the Free version.
es_es: %s desactivó la versión Gratuita.
pt_pt: %s desactivou a versão Gratuita.

source: Download %1$s %2$s (%3$s): %4$s.
es_es: Descargar %1$s %2$s (%3$s): %4$s.
pt_pt: Descarregar %1$s %2$s (%3$s): %4$s.

source: click here
es_es: haz clic aquí
pt_pt: clique aqui

source: Problem accessing the %1$s PDF? Download again: %2$s.
es_es: ¿Problemas al acceder al PDF de %1$s? Descárgalo de nuevo: %2$s.
pt_pt: Dificuldade em aceder ao PDF do(a) %1$s? Descarregue de novo: %2$s.

source: InvoiceXpress error while getting PDF
es_es: Error de InvoiceXpress obteniendo el PDF
pt_pt: Erro do InvoiceXpress a obter o PDF

source: The %s PDF wasn't created due to InvoiceXpress service being temporarily down.
es_es: El PDF de la %s no se creó debido a que el InvoiceXpress está temporalmente no disponible.
pt_pt: O PDF do(a) %s não foi criado devido ao InvoiceXpress estar temporariamente indisponível.

source: Code
es_es: Código
pt_pt: Código

source: Message
es_es: Mensaje
pt_pt: Mensagem

source: InvoiceXpress error
es_es: Error de InvoiceXpress
pt_pt: Erro do InvoiceXpress

source: An error occured while sending the %s email
es_es: Hubo un problema al enviar el %s por correo electrónico
pt_pt: Ocorreu um erro ao enviar o email de %s

source: Order #%s failed to issue automatic document:
es_es: Hubo un error en la emisión del documento automático para el pedido #%s:
pt_pt: Encomenda #%s falhou a emissão do documento automático:

source: The document (%s) was created as draft on InvoiceXpress and you should finalize it there.
es_es: El documento (%s) se creó como borrador en InvoiceXpress y debes finalizarlo allí.
pt_pt: O documento (%s) foi criado como rascunho no InvoiceXpress e deve finalizá-lo lá.

source: %s not issued
es_es: %s no emitido
pt_pt: %s não emitido(a)

source: Reason unknown
es_es: Razón desconocida
pt_pt: Razão desconhecida

source: %1$s %2$s - Settings
es_es: %1$s %2$s - Ajustes
pt_pt: %1$s %2$s - Configurações

source: Because you’re using WPML, we highly recommend that you %1$sset your WP-Admin language%2$s to the default WPML language, when setting up Invoicing with InvoiceXpress for WooCommerce.
es_es: Como estás utilizando WPML, te recomendamos encarecidamente que %1$sconfigures el idioma de tu WP-Admin%2$s al que viene por defecto en WPML, mientras configuras la facturación con InvoiceXpress para WooCommerce.
pt_pt: Porque está a usar o WPML, aconselhamos vivamente que %1$sdefina o idioma do WP-Admin%2$s para o idioma por omissão do WPML, ao configurar o “Invoicing with InvoiceXpress for WooCommerce”.

source: Current WP-Admin language: %s
es_es: Idioma actual de WP-Admin: %s
pt_pt: Idioma actual do WP-Admin: %s

source: Default WPML language: %s
es_es: Idioma por defecto de WPML: %s
pt_pt: Idioma por omissão no WPML: %s

source: Commercial InvoiceXpress information:
es_es: Información comercial de InvoiceXpress:
pt_pt: Informação comercial do InvoiceXpress:

source: WordPress/WooCommerce development:
es_es: Desarrollo de WordPress/WooCommerce:
pt_pt: Desenvolvimento WordPress/WooCommerce:

source: Useful links:
es_es: Enlaces útiles:
pt_pt: Links úteis:

source: Buy Pro version
es_es: Comprar versión Pro
pt_pt: Comprar versão Pro

source: Get an InvoiceXpress free trial
es_es: Consigue una prueba gratuita de InvoiceXpress
pt_pt: Experimente o InvoiceXpress gratuitamente

source: Pro plugin website
es_es: Web del plugin Pro
pt_pt: Website do plugin Pro

source: Free plugin on WordPress.org
es_es: Plugin gratuito en WordPress.org
pt_pt: Plugin gratuito no WordPress.org

source: https://wordpress.org/plugins/woo-billing-with-invoicexpress/
es_es: https://es.wordpress.org/plugins/woo-billing-with-invoicexpress/
pt_pt: https://pt.wordpress.org/plugins/woo-billing-with-invoicexpress/

source: Documentation
es_es: Documentación
pt_pt: Documentação

source: https://invoicewoo.com/documentation/
pt_pt: https://invoicewoo.com/pt-pt/documentacao/

source: Pro plugin technical support
es_es: Soporte técnico del plugin Pro
pt_pt: Suporte técnico ao plugin Pro

source: https://invoicewoo.com/documentation/requesting-technical-support/
pt_pt: https://invoicewoo.com/pt-pt/documentacao/solicitar-suporte-tecnico/

source: Free plugin support forum
es_es: Fórum de soporte al plugin gratuito
pt_pt: Fórum de suporte ao plugin gratuito

source: Settings
es_es: Ajustes
pt_pt: Configurações

# Documentation URL
source: https://invoicewoo.com/documentation/
pt_pt: https://invoicewoo.com/pt-pt/documentacao/

source: You can use the <code>{site_title}</code>, <code>{order_date}</code>, <code>{order_number}</code>, and <code>{customer_name}</code> placeholders
es_es: Puedes usar los marcadores de posición <code>{site_title}</code>, <code>{order_date}</code>, <code>{order_number}</code> y <code>{customer_name}</code>
pt_pt: Pode usar as variáveis <code>{site_title}</code>, <code>{order_date}</code>, <code>{order_number}</code>, e <code>{customer_name}</code>

source: probably "%s"
es_es: probablemente «%s»
pt_pt: provavelmente "%s"

source: Available on the Pro version
pt_pt: Disponível na versão Pro

source: Translate with WPML String Translation
es_es: Traducir con WPML String Translation
pt_pt: Traduza com o WPML String Translation

source: Translate
es_es: Traducir
pt_pt: Traduzir

source: None (InvoiceXpress default)
es_es: Ninguna (por defecto en InvoiceXpress)
pt_pt: Nenhuma (por omissão no InvoiceXpress)

source: None
es_es: Ninguna
pt_pt: Nenhum

source: Immediately after the invoice
es_es: Inmediatamente después de la factura
pt_pt: Imediatamente depois da factura

source: Not recommended
es_es: No recomendado
pt_pt: Não recomendado

source: There was a problem connecting to %s.
es_es: Hubo un problema de conexión a %s.
pt_pt: Houve um problema de ligação a %s.

source: An error occurred while trying to identify the plugin.
es_es: Hubo un error al intentar identificar el plugin.
pt_pt: Ocorreu um erro ao tentar identificar o plugin.

source: Try again
es_es: Intente nuevamente
pt_pt: Tente novamente

source: An Unexpected HTTP Error occurred during the API request.
es_es: Ocurrió un error de HTTP inesperado durante el pedido de la API.
pt_pt: Ocorreu um erro de HTTP inesperado durante o pedido da API.

source: Update available
es_es: Actualización disponible
pt_pt: Actualização disponível

source: Plugin up to date
es_es: Plugin actualizado
pt_pt: Plugin actualizado

source: Unable to get update information
es_es: No se puede obtener información sobre la actualización
pt_pt: Não foi possível obter informações de actualização

source: Invalid licence key.
es_es: Clave de licencia inválida.
pt_pt: Chave de licenciamento inválida.

source: %1$s is inactive, please enter your %2$sLicense Key%3$s
es_es: %1$s está inactivo, por favor introduzca su %2$sclave de licencia%3$s
pt_pt: %1$s está inactivo, por favor insira a sua %2$sChave de licenciamento%3$s

source: InvoiceXpress warning
es_es: Aviso de InvoiceXpress
pt_pt: Aviso do InvoiceXpress

source: This automatic %s was not created because the order is tax exempt
es_es: Esta %s automática no ha sido creada porque no tiene ningún valor
pt_pt: A %s automática não foi criada porque não tem valor

source: Delivery note
es_es: Nota de entrega
pt_pt: Guia de transporte

source: Invoice
es_es: Factura
pt_pt: Factura

source: This automatic invoice was not created because it has no value
es_es: Esta factura automática no ha sido creada porque no tiene ningún valor
pt_pt: A factura automática não foi criada porque não tem valor

source: This automatic invoice was not created, or will not be created, because there is no exemption motive – and it needs one
es_es: La factura automática no fue creada, o no será creada, porque no existe un motivo para la exención - y es obligatorio
pt_pt: A factura automática não foi criada, ou não será criada, porque não existe um motivo para a isenção – e é obrigatório

source: The %s wasn't created because this order already has an invoice type document or one is scheduled to be issued.
es_es: No se creó la %s porque este pedido ya tiene un documento de facturación o está programado para emitirse.
pt_pt: A %s não foi criada porque esta encomenda já tem um documento de facturação emitido ou agendado para emissão.

source: Order #%d is tax exempt
es_es: El pedido #%d está exento del impuesto
pt_pt: A encomenda #%d é isenta de imposto

source: Order is tax exempt
es_es: El pedido está exento del impuesto
pt_pt: A encomenda #%d é isenta de imposto

source: Order #%d needs to have VAT in order to issue an automatic %s.
es_es: El pedido #%d necesita tener IVA para poder emitir una %s automática.
pt_pt: A encomenda #%d necessita ter IVA para emitir uma %s automática.

source: Order #%d needs tax exemption motive
es_es: El pedido #%d necesita un motivo para la exención del impuesto
pt_pt: A encomenda #%d necessita de um motivo para a isenção de imposto

source: Order needs tax exemption motive
es_es: El pedido necesita un motivo para la exención del impuesto
pt_pt: A encomenda necessita de um motivo para a isenção de imposto

source: Order #%d needs tax exemption motive in order to issue an automatic %s.
es_es: El pedido #%d necesita un motivo de exención del IVA para emitir una %s automática.
pt_pt: A encomenda #%d necessita um motivo de isenção de IVA para emitir uma %s automática.

source: Order #%d has no value
es_es: El pedido #%d no tienen ningún valor
pt_pt: A encomenda #%d não tem valor

source: Order has no value
es_es: El pedido no tiene ningún valor
pt_pt: A encomenda não tem valor

source: Order #%d needs to have value in order to issue an automatic %s.
es_es: El pedido #%d necesita tener un valor para poder emitir una %s automática.
pt_pt: A encomenda #%d necessita ter valor para emitir uma %s automática.

source: The %s wasn't created because this order already has one or is scheduled to be issued.
es_es: No se creó la %s porque este pedido ya tiene uno o está programado para emitirse.
pt_pt: A %s não foi criada porque esta encomenda já tem uma emitida ou agendada para emissão.

source: Cancel last document
es_es: Anular último documento
pt_pt: Cancelar último documento

source: and order
es_es: y el pedido
pt_pt: e a encomenda

source: This order cannot be cancelled since it was already issued a receipt
es_es: Este pedido no puede ser anulado porque se ha emitido un recibo
pt_pt: Esta encomenda não pode ser cancelada porque já foi emitido um recibo

source: %s %d cancelled
es_es: %s %d anulado(a)
pt_pt: %s %d cancelado(a)

source: Return delivery note
es_es: Nota de entrega de devolución
pt_pt: Guia de devolução

source: Partial credit note by value is not supported
es_es: No es posible emitir una Factura rectificativa parcial por valor
pt_pt: Não é suportado emitir uma Nota de crédito parcial por valor

source: Refund motive
es_es: Motivo del reembolso
pt_pt: Motivo do reembolso

source: The %s wasn't created due to InvoiceXpress service being temporarily down.<br/>Try generating it again in a few minutes.
es_es: La %s no se ha creado debido a que el servicio de InvoiceXpress no está disponible temporalmente.<br/>Intenta volver a generarla dentro de unos minutos.
pt_pt: O(a) %s não foi criado(a) devido ao InvoiceXpress estar temporariamente indisponível.<br/>Tente de novo em alguns minutos.

source: Credit note
es_es: Factura rectificativa
pt_pt: Nota de crédito

source: Successfully created %s as draft
es_es: %s cread correctamente como borrador
pt_pt: %s criado(a) com sucesso como rascunho

source: Successfully finalized %s
es_es: %s finalizado correctamente
pt_pt: %s finalizado(a) com sucesso

source: Successfully created %1$s %2$s
es_es: %1$s %2$s creada correctamente
pt_pt: %1$s %2$s criado(a) com sucesso

source: Credit note was not created because order lacks a Receipt or an invoicing document is scheduled to be issued.
es_es: No fue creada una Factura rectificativa porque este pedido no tiene un Recibo o un documento de facturación está programado para emitirse.
pt_pt: Não foi criada uma Nota de crédito porque esta encomenda não tem um Recibo ou um documento de facturação está agendado para emissão.

source: Issue %s
es_es: Emitir %s
pt_pt: Emitir %s

source: The VAT number is required
es_es: NIF es un campo obligatorio
pt_pt: O NIF é um campo obrigatório

source: The %s wasn't created because this order already has one.
es_es: El(la) %s no fue creado(a) porque este pedido ya tiene uno(a).
pt_pt: O(a) %s não foi criado(a) porque esta encomenda já tem um(a).

source: Issue single Invoice from Orders
es_es: Emitir factura única de pedidos
pt_pt: Emitir Factura única das Encomendas

source: Orders must have same VAT.
es_es: Los pedidos deben tener el mismo NIF.
pt_pt: As encomendas devem ter o mesmo NIF.

source: Order %d already has an invoice document or one is scheduled to be issued.
es_es: El pedido %d ya tiene un documento de facturación o está programado para emitirse.
pt_pt: A encomenda %d já tem um documento de facturação emitido ou agendado para emissão.

source: Document not issued
es_es: Documento no emitido
pt_pt: Documento não emitido

source: VAT is a required field.
es_es: NIF es un campo obligatorio.
pt_pt: NIF é um campo obrigatório.

source: Invoice-receipt
es_es: Factura-recibo
pt_pt: Factura-recibo

source: Receipt
es_es: Recibo
pt_pt: Recibo

source: Set invoice as paid
es_es: Marcar factura como pagada
pt_pt: Marcar factura como paga

source: There's already a Receipt.
es_es: Ya existe un Recibo.
pt_pt: Já existe um Recibo.

source: There's no invoice to set as paid
es_es: No existe Factura para marcar como pagada
pt_pt: Não existe Factura para marcar como paga

source: Quote
es_es: Presupuesto
pt_pt: Orçamento

source: No invoice sequences available.
es_es: No están disponibles series de facturación.
pt_pt: Não estão disponíveis séries de facturação.

source: Go to the General InvoiceXpress settings screen to reload the sequences.
es_es: Vaya a la pantalla de ajustes General de InvoiceXpress para recargar las series.
pt_pt: Vá ao ecrã de configurações Geral do InvoiceXpress para recarregar as séries.

source: Sequence for documents
es_es: Series para documentos
pt_pt: Séries para documentos

source: Simplified invoice
es_es: Factura simplificada
pt_pt: Factura simplificada

source: Tax Exemption
es_es: Exención de impuestos
pt_pt: Isenção de imposto

source: No exemption applicable
es_es: Exención no aplicable
pt_pt: Isenção não aplicável

source: Loaded at (%s):
es_es: Carga en (%s):
pt_pt: Carga em (%s):

source: License plate (%s):
es_es: Matrícula (%s):
pt_pt: Matrícula (%s):

source: The %s AT Code wasn\'t obtained due to InvoiceXpress service being temporarily down.<br/>Try again in a few minutes.
es_es: No se ha podido obtener el %s Código AT debido a que el InvoiceXpress está temporalmente no disponible.<br/>Intente nuevamente en unos minutos.
pt_pt: O Código AT da %s não foi obtido devido ao InvoiceXpress estar temporariamente indisponível.<br/>Tente de novo em alguns minutos.

source: InvoiceXpress error getting AT Code
es_es: Hubo un error en InvoiceXpress al obtener el Código AT
pt_pt: Erro do InvoiceXpress a obter o Código AT

source: %1$s AT Code: %2$s
es_es: %1$s Código AT: %2$s
pt_pt: AT Code da %1$s: %2$s

source: Successfully fetched %1$s AT Code: %2$s
es_es: %1$s Código AT: %2$s obtenido correctamente
pt_pt: Código AT da %1$s obtido com sucesso: %2$s

source: The AT Code is not available
es_es: El Código AT no está disponible
pt_pt: O Código AT não está disponível

source: Error getting the %1$s AT Code. Try again: %2$s.
es_es: Hubo un error al obtener el %1$s Código AT. Inténtelo de nuevo: %2$s.
pt_pt: Erro ao obter o Código AT da %1$s? Descarregue de novo: %2$s.

source: VAT number
es_es: Número de identificación fiscal
pt_pt: Número de contribuinte (NIF/NIPC)

source: User VAT number
es_es: NIF del usuario
pt_pt: NIF do utilizador

source: Invalid Portuguese VAT number.
es_es: NIF portugués no válido.
pt_pt: NIF Português inválido.

source: Document observations
es_es: Observaciones del documento
pt_pt: Observações do documento

source: Observations to be inserted into InvoiceXpress documents
es_es: Observaciones a introducir en documentos de InvoiceXpress
pt_pt: Observações a inserir em documentos do InvoiceXpress

source: VAT MOSS invoice
pt_pt: Factura VAT MOSS

source: The order is not VAT MOSS eligible
pt_pt: A encomenda não é elegível para VAT MOSS

source: Every 5 minutes
es_es: Cada 5 minutos
pt_pt: A cada 5 minutos

source: %1$s automatic issuing scheduled to %2$s
es_es: Emisión automática de %1$s programada para %2$s
pt_pt: Emissão automática de %1$s agendada %2$s

source: %d second(s)
es_es: %d segundo(s)
pt_pt: %d segundo(s)

source: %d minute(s)
es_es: %d minuto(s)
pt_pt: %d minuto(s)

source: %d hour(s)
es_es: %d hora(s)
pt_pt: %d hora(s)

source: %d day(s)
es_es: %d día(s)
pt_pt: %d dia(s)

source: %1$s (%2$s) and set as paid
es_es: %1$s (%2$s) y marcar como pagada
pt_pt: %1$s (%2$s) e marcar como paga

source: InvoiceXpress error while sending email
es_es: Error de InvoiceXpress al enviar correo electrónico
pt_pt: Erro do InvoiceXpress a enviar email

source: Download %1$s %2$s
es_es: Descargar %1$s %2$s
pt_pt: Descarregar %1$s %2$s

source: Billing documents
es_es: Documentos de facturación
pt_pt: Documentos de facturação

source: VAT exemption applied (%s)
pt_pt: Isenção de IVA aplicada (%s)

source: Successfully downloaded %1$s PDF file
es_es: Archivo PDF %1$s descargado correctamente
pt_pt: Descarregado o PDF do(a) %1$s com sucesso

source: Malformed url.
es_es: Url malformada.
pt_pt: URL mal formado.

source: Not installed or not active.
es_es: No instalado o no activo.
pt_pt: Não instalado ou não activo.

source: Installed and active
es_es: Instalado y activo
pt_pt: Instalado e activo

source: go to settings
es_es: ir para los ajustes
pt_pt: ir para as configurações

source: Plugin licensing
es_es: Licenciamiento del plugin
pt_pt: Licenciamento do plugin

source: To use this plugin you need to get a valid license key %1$shere%2$s.
es_es: Para utilizar este plugin, adquiera una clave de licencia válida %1$saquí%2$s.
pt_pt: Para utilizar este plugin, adquira uma chave de licenciamento válida %1$saqui%2$s.

source: License key
es_es: Clave de licenciamiento
pt_pt: Chave de licenciamento

source: Not valid
es_es: No válido
pt_pt: Inválida

source: Licensing and API
es_es: Licenciamiento y API
pt_pt: Licenciamento e API

source: Valid
es_es: Válido
pt_pt: Válida

source: Checking for updates
es_es: Comprobando actualizaciones
pt_pt: A verificar actualizações

source: %1$sClick here for technical support%2$s
es_es: %1$sClica aquí para obtener soporte técnico%2$s
pt_pt: %1$sClique aqui para obter suporte técnico%2$s

source: InvoiceXpress API
es_es: API de InvoiceXpress
pt_pt: API do InvoiceXpress

source: To connect to the InvoiceXpress API you need to get your API details on your %1$sInvoiceXpress%2$s account &gt; Account &gt; API.
es_es: Para conectar con la API de InvoiceXpress necesitas obtener los detalles de la API en tu cuenta de %1$sInvoiceXpress%2$s &gt; Cuenta &gt; API.
pt_pt: Para ligar à API do InvoiceXpress necessita obter os detalhes da API na sua conta no %1$sInvoiceXpress%2$s &gt; Conta &gt; API.

source: Subdomain
es_es: Subdomínio
pt_pt: Subdomínio

source: %s on InvoiceXpress
es_es: %s en InvoiceXpress
pt_pt: %s no InvoiceXpress

source: API key
es_es: Clave de la API
pt_pt: Chave da API

source: General
pt_pt: Geral

source: Document sequences
es_es: Series de documentos
pt_pt: Séries de documentos

source: Default sequence
es_es: Serie por omisión
pt_pt: Série por omissão

source: Sequence to use, by default, when generating documents
es_es: Serie a utilizar, por omisión, cuando se emiten documentos
pt_pt: Série a utilizar, por omissão, quando se emitem documentos

source: Sequence selection
es_es: Selección de serie
pt_pt: Escolha de série

source: Allow sequence selection when generating documents, overriding the default chosen above
es_es: Permitir escoger una serie cuando se emiten documentos, en vez de utilizar la definida arriba
pt_pt: Permitir a escolha da série quando se emitem documentos, em vez de utilizar a definida em cima

source: Email and PDF files
es_es: Correo electrónico y archivos PDF
pt_pt: Email e ficheiros PDF

source: PDF file method
es_es: Método de archivo PDF
pt_pt: Método de ficheiro PDF

source: Hybrid
es_es: Híbrido
pt_pt: Híbrido

source: WordPress / WooCommerce: the PDF is downloaded to your web server and then sent to the client, attached, using the WooCommerce email templates and the WordPress email delivery system (slower, stores the PDF locally)
es_es: WordPress / WooCommerce: el PDF se descarga en su servidor web y luego se envía al cliente, adjunto, usando las plantillas de correo electrónico de WooCommerce y el sistema de entrega de correo electrónico de WordPress (más lento, almacena el PDF localmente)
pt_pt: WordPress / WooCommerce: o PDF é descarregado para o seu servidor e enviado, em anexo, para o cliente utilizando o modelo de email do WooCommerce e o sistema de envio e email do WordPress (mais lento, armazena o PDF localmente)

source: InvoiceXpress: the PDF is not downloaded to your web server and is sent to the client, attached, using the InvoiceXpress email templates and delivery system (faster, does not store the PDF locally)
es_es: InvoiceXpress: el PDF no se descarga a su servidor web y se envía al cliente, adjunto, utilizando las plantillas de correo electrónico y el sistema de entrega de InvoiceXpress (más rápido, no almacena el PDF localmente)
pt_pt: InvoiceXpress: o PDF não é descarregado para o seu servidor e é enviado ao cliente, em anexo, utilizando o modelo e sistema de email do InvoiceXpress (mais rápido, não armazena o PDF localmente)

source: Hybrid: the PDF is not downloaded to your web server and is sent to the client, as a link, using the WooCommerce email templates and the WordPress email delivery system (faster, does not store the PDF locally)
es_es: Híbrido: el PDF no se descarga a su servidor web y se envía al cliente, como un enlace, usando las plantillas de correo electrónico de WooCommerce y el sistema de entrega de correo electrónico de WordPress (más rápido, no se almacena localmente el PDF)
pt_pt: Híbrido: o PDF não é descarregado para o seu servidor e é enviado para o cliente, como um link, utilizando o modelo de email do WooCommerce e o sistema de envio e email do WordPress (mais rápido, não armazena o PDF localmente)

source: Email logo
es_es: Logotipo en correo electrónico
pt_pt: Logotipo no email

source: Include your InvoiceXpress personalized logo on the email
es_es: Incluya su logotipo personalizado de InvoiceXpress en el correo electrónico
pt_pt: Incluir o seu logotipo personalizado no InvoiceXpress no email

source: Will result in an error on trial accounts
es_es: Producirá un error en las cuentas de prueba
pt_pt: Vai causar um erro em contas de teste

source: Bcc all emails to
es_es: Todos los correos electrónicos en Cio para
pt_pt: Todos os emails em Bcc para

source: Type an email address to receive all invoicing documents on Bcc
es_es: Introduzca un correo electrónico para recibir todos los documentos de facturación en Cio
pt_pt: Insira um endereço de email para receber todos os documentos de facturação em Bcc

source: Miscellaneous
es_es: Varios
pt_pt: Diversos

source: Product code
es_es: Código del producto
pt_pt: Código do produto
