Repository: gitgrupoift/cestaportuguesa
Catalog: plugins/woo-billing-with-invoicexpress-pro/languages/woo-billing-with-invoicexpress-*.po
Languages: es_es, pt_pt

source: On B2B transactions inside the EU, the exemption (M16 Artigo 14.º do RITI or M08 Artigo 6.º do CIVA) will only be applied if you install and correctly configure the free %1$s%2$s%3$s plugin by Aelia or the %4$s%5$s%6$s plugin by WooCommerce (experimental support).<br/>This is currently only supported for sellers that are Portuguese companies.<br/>You only need one of the plugins and only if you do B2B transactions inside the EU.
pt_pt: Em transacções B2B dentro da EU, a isenção (M16 Artigo 14.º do RITI or M08 Artigo 6.º do CIVA) apenas será aplicada instalando e configurando correctamente o plugin gratuito %1$s%2$s%3$s by Aelia ou o plugin %4$s%5$s%6$s by WooCommerce (suporte experimental).<br/>Actualmente só é suportado para vendedores que sejam empresas portuguesas.<br/>Só necessita de um dos plugins e apenas se fizer transacções B2B dentro da EU.

source: Tax exemption name
es_es: Nombre de la exención del impuesto
pt_pt: Nome da isenção de imposto

source: This should be the 0% tax name defined on your InvoiceXpress account
es_es: Esto debería ser el nombre del impuesto 0% definido en tu cuenta de InvoiceXpress
pt_pt: Deve ser o nome da taxa de 0% definida na sua conta InvoiceXpress

source: Tax exemption motive
es_es: Motivo de exención de impuestos
pt_pt: Motivo de isenção de imposto

source: You should set a Tax exemption motive if your business is exempt from taxes
es_es: Deberías establecer un motivo para la exención de impuestos si tu negocio está exento
pt_pt: Tem de definir um motivo para a isenção de imposto se o seu negócio estiver isento

source: not applicable for B2B within the EU, which will be M16 or M08 automatically
pt_pt: não aplicável para B2B dentro da EU, que será automaticamente M16 ou M08

source: Tax exemption for EU B2B
pt_pt: Motivo de isenção de imposto em B2B na UE

source: The exemption motive to use on B2B transactions inside the EU
pt_pt: O motivo de isenção de imposto a utilizar em transacções B2B dentro da UE

source: normally for products
pt_pt: normalmente para produtos

source: normally for services
pt_pt: normalmente para serviços

source: VAT MOSS invoices support is experimental and we do not currently provide technical support on this feature.
pt_pt: O suporte para facturas VAT MOSS é experimental e actualmente não prestamos suporte técnico a esta funcionalidade.

source: DO NOT activate this option before talking to your accountant and %1$schecking the documentation%2$s.
pt_pt: NÃO active esta opção sem falar antes com o seu contabilista e %1$sconsultar a documentação%2$s.

source: VAT MOSS invoices should only be issued for digital products sold to end consumers in the EU (except those in your country).
pt_pt: As facturas VAT MOSS só devem ser emitidas para produtos digitais vendidos a consumidores finais na UE (excepto os do seu país).

source: You are responsible for setting the correct taxes on both InvoiceXpress and WooCommerce.
pt_pt: É responsável por definir os impostos correctos tanto no InvoiceXpress como no WooCommerce.

source: VAT MOSS invoices
pt_pt: Facturas VAT MOSS

source: Manually or automatically (if set on the invoices settings tab)
pt_pt: Manualmente ou automaticamente (se definido na aba de configurações de facturas)

source: VAT MOSS sequence
pt_pt: Série VAT MOSS

source: Sequence to use when generating VAT MOSS invoices (exclusive for this purpose)
pt_pt: Série a utilizar ao emitir facturas VAT MOSS (exclusiva para este propósito)

source: Partial Credit note of an Invoice-receipt not supported
es_es: No es posible emitir una Factura rectificativa parcial de una Factura-recibo

source: No Exemption
es_es: Sin exención

source: VAT exemption applied (Artigo 14.º do RITI)
es_es: Exención del IVA aplicada (Artículo 14.º del RITI)

source: On B2B transactions inside the EU, the exemption (Artigo 14.º do RITI) will only be applied if you install and correctly configure the free %1$s%2$s%3$s plugin by Aelia or the %4$s%5$s%6$s plugin by WooCommerce (experimental support).<br/>This is currently only supported for sellers that are Portuguese companies.<br/>You only need one of the plugins and only if you do B2B transactions inside the EU.
es_es: En transacciones B2B dentro de la UE, la exención (Artículo 14º del RITI) apenas será aplicada instalando y configurando correctamente el plugin gratuito %1$s%2$s%3$s by Aelia o el plugin %4$s%5$s%6$s by WooCommerce (soporte experimental).<br/>Actualmente solo es soportado para vendedores que sean empresas portuguesas.<br/>Solo necesita de uno de los dos plugins y solamente si realiza transacciones B2B dentro de la UE.

source: not applicable for B2B within the EU, which will be "Artigo 14.º do RITI" automatically
es_es: no aplicable para B2B dentro de la UE, que será “Artigo 14.º do RITI” automáticamente
