Repository: gitgrupoift/cestaportuguesa
Catalog: plugins/woo-billing-with-invoicexpress-pro/languages/woo-billing-with-invoicexpress-*.po
Languages: es_es, pt_pt

source: Product field to use when generating the product code on InvoiceXpress
es_es: Campo del producto a utilizar cuando se genera el código del producto en InvoiceXpress
pt_pt: Campo do produto a utilizar quando se gera o código do produto no InvoiceXpress

source: SKU (if set, defaults to ID)
es_es: SKU (si está definido, sino por defecto es el ID)
pt_pt: REF (se definido, ou será usado o ID)

source: Default product unit
es_es: Unidad de producto predeterminada
pt_pt: Unidade de produto por omissão

source: What does your store sell? This is important for SAF-T reports.
es_es: ¿Qué vende en su tienda? Esto es importante para los reportes SAF-T.
pt_pt: O que é que a sua loja vende? Isto é importante para os relatórios SAF-T.

source: Product
es_es: Producto
pt_pt: Produto

source: Service
es_es: Servicio
pt_pt: Serviço

source: Virtual product unit
es_es: Unidad de producto virtual
pt_pt: Unidade de produto virtual

source: Product unit for virtual products
es_es: Unidad de producto para productos virtuales
pt_pt: Unidade para produtos virtuais

source: Recommended
es_es: Recomendado
pt_pt: Recomendado

source: Documents entity
es_es: Entidad de los documentos
pt_pt: Entidade dos documentos

source: Customer field to use when setting the documents client name on InvoiceXpress
es_es: Campo del cliente a utilizar cuando se define el nombre del cliente en el documento en InvoiceXpress
pt_pt: Campo do cliente a utilizar quando se define o nome do cliente do documento no InvoiceXpress

source: Company (if not set defaults to First name + Last name)
es_es: Empresa (si no está definido, por defecto se utilizará el Nombre + Apellidos)
pt_pt: Empresa (se não estiver definido, por omissão será utilizado o Primeiro nome + Último nome)

source: First name + Last name
es_es: Nombre + Apellidos
pt_pt: Primeiro nome + Último nome

source: Documents language
es_es: Idioma de los documentos
pt_pt: Idioma dos documentos

source: The language used to issue documents on InvoiceXpress
es_es: El idioma utilizado en la emisión de documentos en InvoiceXpress
pt_pt: O idioma utilizado na emissão de documentos no InvoiceXpress

source: Portuguese
es_es: Portugués
pt_pt: Português

source: English
es_es: Inglés
pt_pt: Inglês

source: Spanish
es_es: Español
pt_pt: Espanhol

source: Document cancelation
es_es: Cancelar documentos
pt_pt: Cancelamento de documentos

source: Allow cancelation of last document
es_es: Permitir cancelar el último documento
pt_pt: Permitir o cancelamento do último documento

source: This feature allows you to cancel the last document created. This is only valid for documents in the "final" state. Already paid invoices must be refunded in order to cancel the document. You must set cancelation motive for Invoices and Guides on the corresponding settings tab.
es_es: Esta característica permite cancelar el último documento creado. Esto solamente es válido apenas para documentos en el estado «final». Las facturas ya pagadas deben ser reembolsadas para cancelar el documento. Tiene que definir el motivo de la cancelación para Facturas y Notas en el área de ajustes correspondiente.
pt_pt: Esta opção permite cancelar o último documento criado. Isto é válido apenas para documentos no estado "final". As facturas já pagas devem ser reembolsadas para cancelar o documento. Tem de definir o motivo de cancelamento para Facturas e Guias na área de configurações correspondente.

source: Leave documents as Draft
es_es: Dejar documentos como borrador
pt_pt: Deixar documentos como rascunho

source: Instead of finishing documents, leave them as Draft
es_es: En vez de finalizar los documentos, dejarlos como borrador
pt_pt: Em vez de finalizar os documentos, deixá-los como rascunho

source: You'll have to finish the documents on InvoiceXpress and options like setting documents as paid or sending them via email will not work. Documents will also not be available to download directly on the website.
es_es: Deberá finalizar los documentos en InvoiceXpress y las opciones como marcar documentos pagados o enviarlos por correo electrónico no funcionarán. Los documentos tampoco estarán disponibles para descargarlos directamente desde el sitio web.
pt_pt: Terá de finalizar os documentos no InvoiceXpress e opções como marcar documentos como pagos ou envio por email não irão funcionar. Os documentos também não ficarão disponíveis para descarregar directamente no website.

source: Automatic document errors
es_es: Errores automáticos de documentos
pt_pt: Erros de documentos automáticos

source: Send automatic documents errors to %s
es_es: Enviar errores de documentos automáticos a %s
pt_pt: Enviar erros de documentos automáticos para %s

source: If any kind of automatic issuing of documents is activated
es_es: Si se activa algún tipo de emisión automática de documentos
pt_pt: Se a emissão de qualquer tipo de documentos automáticos estiver activada

source: Update order status
es_es: Actualizar estado del pedido
pt_pt: Actualizar estado da encomenda

source: Change order status when issuing documents
es_es: Modificar el estado del pedido cuando se emiten documentos
pt_pt: Alterar o estado da encomenda quando se emitem documentos

source: Check the documentation
es_es: Revisa la documentación
pt_pt: Verifique a documentação

source: This feature will be discontinued soon and if you disable it you will not be able to enable it again
es_es: Esta característica se suspenderá pronto y si la desactivas no podrás volver a activarla
pt_pt: Esta funcionalidade vai ser descontinuada em breve e se a inactivar não a vai conseguir activar de novo

source: Prevent issuing with non-standard coupons
es_es: Prevenir la emisión con cupones desconocidos
pt_pt: Prevenir emissão com cupões desconhecidos

source: Prevent issuing any document if the order contains non-standard WooCommerce coupon types
es_es: Prevenir la emisión de cualquier documento si el pedido tiene tipos de cupones que no pertenecen a WooCommerce
pt_pt: Prevenir a emissão de qualquer documento se a encomenda contiver tipos de cupões que não pertençam ao core do WooCommerce

source: Recommended if you use coupons that create a discount on the order total, like gift certificates, which can cause documents to end up with incorrect values
es_es: Recomendado si se utilizan cupones que crean un descuento en el total del pedido, como vales regalo, que pueden causar que el documento tenga valores incorrectos
pt_pt: Recomendado se utiliza cupões que criam um desconto no total da encomenda, como vales de presente, que podem causar o documento ficar com valores incorrectos

source: Documents on My Account
es_es: Documentos en Mi Cuenta
pt_pt: Documentos na Minha conta

source: List billing documents on My Account &gt; Orders
es_es: Listar documentos de facturación en Mi Cuenta &gt; Pedidos
pt_pt: Listar os documentos de facturação em Minha conta &gt; Encomendas

source: Delivery and Return guides
es_es: Notas de entrega y devolución
pt_pt: Guias de Transporte e Devolução

source: Delivery notes
es_es: Notas de entrega
pt_pt: Guias de transporte

source: Allow issuing %s
es_es: Permitir emisión de %s
pt_pt: Permitir emissão de %s

source: Email %s
es_es: Correo electrónico de %s
pt_pt: %s por email

source: Send %s to a custom email
es_es: Enviar %s para un correo electrónico personalizado
pt_pt: Enviar %s para um email personalizado

source: %s email address
es_es: Correo electrónico para %s
pt_pt: Endereço de email para %s

source: Set the email address to sent the %s to (normally you, the warehouse or the dropshipping supplier)
es_es: Configure el correo electrónico para donde se enviarán los(las) %s (normalmente usted, el almacén o el proveedor de dropshipping)
pt_pt: Defina o endereço de email para onde enviar o(a) %s (normalmente você, o armazém ou o fornecedor de dropshipping)

source: %s email subject
es_es: Asunto del correo electrónico de %s
pt_pt: Assunto de email de %s

source: %s for order #{order_number} on {site_title}
es_es: %s del pedido #{order_number} en {site_title}
pt_pt: %s da encomenda #{order_number} em {site_title}

source: %s email heading
es_es: Encabezado del correo electrónico de %s
pt_pt: Cabeçalho de email de %s

source: %s for order #{order_number}
es_es: %s del pedido #{order_number}
pt_pt: %s da encomenda #{order_number}

source: %s email body
es_es: Cuerpo del correo electrónico de %s
pt_pt: Corpo de email de %s

source: Hi, Please find attached the %s for order #{order_number}, from the customer {customer_name}, from {order_date} on {site_title}. Thank you.
es_es: Hola, La %s del pedido #{order_number}, del cliente {customer_name}, de {order_date} en {site_title} sigue en anexo. Gracias.
pt_pt: Olá, A %s da encomenda #{order_number}, do(a) cliente {customer_name}, de {order_date} em {site_title} segue em anexo. Obrigado.

source: License plate
es_es: Matrícula
pt_pt: Matrícula

source: Default vehicle registration plate, if applicable
es_es: Matrícula del vehículo por omisión, si se aplica
pt_pt: Matrícula do veículo por omissão, se aplicável

source: Load site address
es_es: Dirección del local de carga
pt_pt: Morada do local de carga

source: Address of the warehouse from which goods are dispatched
es_es: Dirección del almacén desde donde se despachan los bienes
pt_pt: Morada do armazém de onde os bens são despachados

source: Load site postcode
es_es: Código postal del local de la carga
pt_pt: Código postal do local de carga

source: Postcode of the warehouse from which goods are dispatched
es_es: Código postal del almacén desde donde los bienes son despachados
pt_pt: Código postal do armazém de onde os bens são despachados

source: Load site city
es_es: Localidad del local de carga
pt_pt: Localidade do local de carga

source: City of the warehouse from which goods are dispatched
es_es: Localidad del código postal del almacén desde donde los bienes son despachados
pt_pt: Localidade do código postal do armazém de onde os bens são despachados

source: Load site country
es_es: País del local de carga
pt_pt: País do local de carga

source: Country of the warehouse from which goods are dispatched
es_es: País del almacén desde donde los bienes son despachados
pt_pt: País do armazém de onde os bens são despachados

source: Cancellation motive
es_es: Motivo de la cancelación
pt_pt: Motivo do cancelamento

source: Default cancellation motive for Delivery note
es_es: Motivo de la cancelación por omisión para Nota de entrega
pt_pt: Motivo de cancelamento por omissão para Guia de transporte

source: Get AT Code
es_es: Obtener el Código AT
pt_pt: Obter Código AT

source: Do not enable this option unless you absolutely need AT Code for some integration with 3rd party software
es_es: No habilite esta opción a menos que necesite absolutamente el código AT para alguna integración con otro software
pt_pt: Não active esta opção a não ser que necessite absolutamente do Código AT para alguma integração com outro software

source: Save the %s AT Code into a custom field
es_es: Guardar el %s Código AT en un campo personalizado
pt_pt: Gravar o Código AT da %s num campo personalizado

source: Automatic issuing
es_es: Emisión automática
pt_pt: Emissão automática

source: Issue %s automatically
es_es: Emitir %s automáticamente
pt_pt: Emitir %s automaticamente

source: Delayed %1$s via developer hooks - Currently %2$s documents scheduled
es_es: Se retrasó %1$s mediante enlaces de desarrollador - Actualmente están programados %2$s documentos
pt_pt: Atrasado %1$s através de hooks de desenvolvedores - Actualmente %2$s documentos agendados

source: Not for tax exempt orders
es_es: No para pedidos exentos de impuestos
pt_pt: Não para encomendas isentas de imposto

source: Do not issue the automatic document for orders that have no VAT
es_es: No emitir el documento automático para pedidos sin IVA
pt_pt: Não emitir documentos automáticos para encomendas sem IVA

source: Useful if you have several tax exemption motives and want to check if the correct one is assigned before issuing the document
es_es: Es útil si tiene varios motivos de exención de impuestos y desea verificar si se asigna el correcto antes de emitir el documento
pt_pt: Útil se tiver vários motivos de isenção de imposto e quiser verificar se o correcto está atribuído antes de emitir o documento

source: Order status
es_es: Estado del pedido
pt_pt: Estado da encomenda

source: Order status that will trigger the Delivery note automatic issue
es_es: Estado del pedido que origina la emisión automática de la Nota de entrega
pt_pt: Estado da encomenda que origina a emissão automática da Guia de transporte

source: Return delivery notes
es_es: Notas de entrega de devolución
pt_pt: Guias de devolução

source: Default cancellation motive for Return delivery note
es_es: Motivo de la cancelación por omisión para la Nota de entrega de devolución
pt_pt: Motivo de cancelamento por omissão para Guia de devolução

source: General guides settings
es_es: Ajustes general de notas
pt_pt: Configurações gerais de guias

source: Guides without prices
es_es: Notas sin valores
pt_pt: Guias sem valores

source: Issue guides without prices
es_es: Emitir notas sin valores
pt_pt: Emitir guias sem valores

source: %1$s (or %2$s)
pt_pt: %1$s (ou %2$s)

source: Invoices and Credit notes
es_es: Facturas y Facturas rectificativas
pt_pt: Facturas e Notas de crédito

source: Invoice-receipts
es_es: Facturas-recibo
pt_pt: Facturas-recibo

source: Recommended if you’re getting paid before issuing the document, which is the most common scenario in online shops.
pt_pt: Recomendado se está a receber o pagamento antes de emitir o documento, que é o cenário mais comum em lojas online.

source: Send %s to customer by email
es_es: Enviar %s al cliente por correo electrónico
pt_pt: Enviar %s para o cliente por email

source: Hi {customer_name}, Please find attached your %s for order #{order_number} from {order_date} on {site_title}. Thank you.
es_es: Hola {customer_name}, Encontrarás adjunto el %s del pedido #{order_number} de {order_date} en {site_title}. Gracias.
pt_pt: Olá {customer_name}, A sua %s da encomenda #{order_number} de {order_date} em {site_title} segue em anexo. Obrigado.

source: Invoices
es_es: Facturas
pt_pt: Facturas

source: Not recommended if you’re getting paid before issuing the document, because you’ll have to issue a receipt afterward.
pt_pt: Não recomendado se está a receber o pagamento antes de emitir o documento, porque terá de emitir um recibo de seguida.

source: in bulk
es_es: en lotes
pt_pt: em massa

source: one single Invoice for several orders
es_es: una factura única para varios pedidos
pt_pt: uma Factura única para várias encomendas

source: Not recommended unless you frequently get several orders from the same clients at the same time
es_es: No recomendado a no ser que recibas frecuentemente varios pedidos del mismo cliente al mismo tiempo
pt_pt: Não recomendado a não ser que receba frequentemente várias encomendas do mesmo cliente ao mesmo tempo

source: Simplified invoices
es_es: Facturas simplificadas
pt_pt: Facturas simplificadas

source: Only available for Portuguese InvoiceXpress accounts.
es_es: Solo está disponible para cuentas InvoiceXpress portuguesas.
pt_pt: Disponível apenas para contas InvoiceXpress portuguesas.

source: Receipts
es_es: Recibos
pt_pt: Recibos

source: Allow manually setting Invoices and Simplified invoices as paid
es_es: Permitir que Facturas y Facturas simplificadas sean marcadas como pagadas de forma manual
pt_pt: Permitir que Facturas e Facturas simplificadas sejam marcadas como pagas de forma manual

source: Credit notes
es_es: Facturas rectificativas
pt_pt: Notas de crédito

source: A Credit note will be automatically issued when an order, that already has an Invoice-receipt or Receipt, is (partially or totally) refunded.
es_es: La Factura rectificativa se emitirá automáticamente cuando un pedido, que ya tiene una Factura-recibo o Recibo, sea reembolsado (total o parcialmente).
pt_pt: A Nota de crédito será automaticamente emitida quando uma encomenda, que já tenha uma Factura-recibo ou Recibo, seja (totalmente ou parcialmente) reembolsada.

source: General Invoices and Credit notes settings
es_es: Ajustes generales de Facturas y Facturas rectificativas
pt_pt: Configurações gerais de Facturas e Notas de crédito

source: Default cancellation motive for Invoice and Simplified invoice
es_es: Motivo por omisión para cancelación de Factura/Factura simplificada
pt_pt: Motivo por omissão para cancelamento de Factura/Factura simplificada

source: Default refund motive
es_es: Motivo del reembolso por omisión
pt_pt: Motivo de reembolso por omissão

source: Issue automatic receipt
es_es: Emitir recibo automático
pt_pt: Emitir recibo automático

source: Automatically set Invoices and Simplified invoices as paid after issuing
es_es: Definir automáticamente Facturas y Facturas simplificadas como pagadas después de emitidas
pt_pt: Definir automaticamente Facturas e Facturas simplificadas como pagas após emitidas

source: applies to VAT MOSS also
pt_pt: também se aplica a VAT MOSS

source: For both manual or automatic Invoices - Recommended if you are getting prepaid, before shipping and issuing the invoice
es_es: Tanto para facturas manuales como automáticas - Recomendado si el pago es efectuado antes del envío y da la emisión de la factura
pt_pt: Tanto para facturas manuais como automáticas - Recomendado se o pagamento é efectuado antes do envio e da emissão da factura

source: Automatic receipt trigger
es_es: Activador de recibo automático
pt_pt: Despoletar de recibo automático

source: Issue the automatic receipt immediately after the invoice or on a specific order status?
es_es: ¿Emitir el recibo automático inmediatamente después de la factura o en un estado de pedido específico?
pt_pt: Emitir o recibo automático imediatamente depois da factura ou num estado de encomenda específico?

source: Automatic invoicing
es_es: Facturación automática
pt_pt: Facturação automática

source: Issue invoicing documents automatically
es_es: Emitir documentos de facturación automáticamente
pt_pt: Emitir documentos de facturação automaticamente

source: Orders with no value
es_es: Pedidos sin valor
pt_pt: Encomendas sem valor

source: Issue automatic invoicing documents for orders with no value
es_es: Emitir documentos de facturación automática para pedidos sin valor
pt_pt: Emitir documentos de facturação automáticos para encomendas sem valor

source: Document type
es_es: Tipo de documento
pt_pt: Tipo de documento

source: The invoicing document that should be automatically issued (must be enabled on the options above)
es_es: El documento de facturación que debe ser emitido automáticamente (debe estar activado en las opciones de arriba)
pt_pt: O documento de facturação que deve ser emitido automaticamente (tem de estar activo nas opções acima)

source: Order status that will trigger the automatic issue of the invoicing document
es_es: Estado del pedido que origina la emisión automática del documento de facturación
pt_pt: Estado da encomenda que origina a emissão automática do documento de facturação

source: Quotes and Proformas
es_es: Presupuestos y Proformas
pt_pt: Orçamentos e Proformas

source: Quotes
es_es: Presupuestos
pt_pt: Orçamentos

source: Taxes
es_es: Impuestos
pt_pt: Impostos

source: General taxes settings
es_es: Ajustes generales de impuestos
pt_pt: Configurações gerais de impostos

source: Before using the plugin, you have to make sure your %1$sWooCommerce taxes%2$s are properly configured.%3$s%4$s
es_es: Antes de utilizar este plugin, por favor, confirma que tienes los %1$simpuestos de WooCommerce%2$s correctamente configurados.%3$s%4$s
pt_pt: Antes de utilizar este plugin, por favor confirme que tem os %1$simpostos do WooCommerce%2$s correctamente configurados.%3$s%4$s

# Documentation URL (Installation guide, Setting up WooCommerce taxes)
source: https://invoicewoo.com/documentation/installation-guide/setting-up-woocommerce-taxes/
pt_pt: https://invoicewoo.com/pt-pt/documentacao/guia-de-instalacao/configurar-impostos-no-woocommerce/

source: Portuguese company
es_es: Empresa portuguesa
pt_pt: Empresa portuguesa

source: This is a store of a Portuguese company
es_es: Esta es una tienda de una empresa portuguesa
pt_pt: Esta é uma loja de uma empresa portuguesa

source: Check only if you have a Portuguese VAT number and your business is a company (or similar VAT passive subject)
es_es: Activar solo si tienes un NIF portugués y si tu negocio es una empresa (o sujeto pasivo de IVA similar)
pt_pt: Activar apenas se tem um NIF português e o seu negócio é uma empresa (ou sujeito passivo de IVA similar)

source: Default tax
es_es: Impuesto por omisión
pt_pt: Imposto por omissão

source: Tax to use, by default, when generating documents (this will also change your default tax on InvoiceXpress)
es_es: Impuesto a aplicar por defecto al emitir documentos (esto también cambiará el impuesto por defecto en InvoiceXpress)
pt_pt: Imposto a aplicar por omissão ao emitir documentos (também vai modificar o imposto por omissão no InvoiceXpress)

source: VAT field
es_es: Campo NIF
pt_pt: Campo NIF

source: If you install and correctly configure the free %1$s%2$s%3$s plugin by Aelia, its VAT field is used instead of ours.<br/>There's no need to do use it unless you need to exempt VAT on B2B transactions inside the EU.%4$s%5$s
es_es: Si instala y configura correctamente el plugin gratuito %1$s%2$s%3$s by Aelia, el campo NIF de ese plugin es usado en vez del nuestro.<br/>No tiene que usarlo a no ser que necesite aplicar la exención del IVA en transacciones B2B dentro de la UE.%4$s%5$s
pt_pt: Se instalar e configurar correctamente o plugin gratuito %1$s%2$s%3$s by Aelia, o campo NIF desse plugin é usado em vez do nosso.<br/>Não tem de o usar a não ser que necessite de aplicar isenção de IVA em transacções B2B dentro da UE.%4$s%5$s

source: Current status: %s
es_es: Estado actual: %s
pt_pt: Estado actual: %s

source: or
es_es: o
pt_pt: ou

source: (<strong>Experimental</strong>) If you install and correctly configure the %1$s%2$s%3$s plugin by WooCommerce, its VAT field is used instead of ours.<br/>There's no need to do use it unless you need to exempt VAT on B2B transactions inside the EU.%4$s%5$s
es_es: (<strong>Experimental</strong>) Si instala y configura correctamente el plugin %1$s%2$s%3$s by WooCommerce, el campo NIF de ese plugin es usado en vez del nuestro.<br/>No tiene que usarlo a no ser que necesite aplicar la exención del IVA en transacciones B2B dentro de la UE.%4$s%5$s
pt_pt: (<strong>Experimental</strong>) Se instalar e configurar correctamente o plugin %1$s%2$s%3$s by WooCommerce, o campo NIF desse plugin é usado em vez do nosso.<br/>Não tem de o usar a não ser que necessite de aplicar isenção de IVA em transacções B2B dentro da UE.%4$s%5$s

source: VAT field on the checkout
es_es: Campo NIF al finalizar compra
pt_pt: Campo NIF na finalização de compra

source: Include our own VAT field on the checkout or use the value from WooCommerce EU VAT Assistant by Aelia or EU VAT Field by WooCommerce
es_es: Incluir nuestro propio campo de IVA en el pago o usar el valor de WooCommerce EU VAT Assistant by Aelia o del EU VAT Field by WooCommerce
pt_pt: Incluir o nosso campo NIF na finalização de compra (ou usar o valor do WooCommerce EU VAT Assistant by Aelia ou do EU VAT Field by WooCommerce)

source: Mandatory VAT field
es_es: Campo NIF obligatorio
pt_pt: Campo NIF obrigatório

source: Make the VAT field mandatory
es_es: Hacer que el campo NIF sea obligatorio
pt_pt: Fazer com que o campo NIF seja obrigatório

source: Tax exemption
es_es: Exención de impuesto
pt_pt: Isenção de imposto
